{
CLEAR_IMAGE_CACHE_DESCRIPTION = "iKeyEx välitallentaa kuvia suorituskyvyn parantamiseksi. Jos vaihdat teemaa sinun täytyy tyhjentää välimuisti vastaamaan uutta.";
"Clear image cache" = "Tyhjennä kuvien välimuisti";
"Troubleshooting" = "Vianmääritys";
"Fix permissions" = "Korjaa oikeudet";
}